// © Copyright 2005-2008, 2015 HP Development Company, L.P.

HSDTaskName = "用紙処理";

PrintChannelOpenError = "プリンタ チャンネルを開くことができません";
PrintChannelOpenErrorExplanation = "プリンタが接続され電源が入っていることを確認し、もう一度試してください。";
SendDataError = "プリンタにデータを送信できません";
SendDataErrorExplanation = "プリンタが接続され電源が入っていることを確認し、もう一度試してください。";

HSDTaskDescription = "以下のオプションを選んでください。";
HSDTrayLockTitle = "トレイ ロック：";
HSDDefaultTrayTitle = "デフォルト トレイ：";
TrayTitleFormat = "トレイ %lu";
NoneTrayTitle = "なし";
